{
  "title": "Biografia",
  "bio1": "Joan Fort és un músic i guitarrista català resident a Amsterdam (Països Baixos), on es va graduar al Conservatorium van Amsterdam i a la Universitat de Temple de Filadèlfia amb un màster en interpretació de guitarra de jazz. Abans d'això, va estudiar la llicenciatura a Barcelona a l'ESMUC (Escola Superior de Música de Catalunya).",
  "bio2": "Joan ha tingut el plaer d'estudiar i aprendre de grans músics com Jesse van Ruller, Dick Oatts, Bruce Barth, David Wong, Mike Boone, Martijn van Iterson, Reinier Baas, Maarten Van Der Grinten, Jasper Blom, Dani Pérez, Eladio Reinón, Yaniv Nachum, Joan Monné, Albert Bover, entre d'altres.",
  "bio3": "El 2022, va rebre tant la Beca Holland Outgoing com els Fons d'Internacionalització per fer un intercanvi en una de les universitats més prestigioses dels Estats Units, la Universitat Temple a Filadèlfia. Durant la seva estada allà, a la primavera del 2023, va gravar l'àlbum 'Master St' amb la llegenda del saxofonista de jazz, Dick Oatts, i la seva banda co-líder 'The Dam Jawn', sota el prestigiós segell Challenge Records. Al maig del 2023 van llançar l'àlbum i van realitzar una gira pels Països Baixos i Espanya amb l'invitat especial Dick Oatts.",
  "bio4": "Durant la seva carrera musical, Joan ha tingut la sort de tocar amb reconeguts músics com Dick Oatts, Bill McHenry, Benjamin Herman, Jasper Blom, Eric Ineke, Gianni Gagliardi, Jo Krause, Tim Brey, Horacio Fumero, Aldo Caviglia, Rita Payés, Mario Rossy, Masa Kamaguchi, Sanna Van Vliet, Eladio Reinón, Benet Palet, Gideon Tazelaar, David Xirgu, Ian Cleaver, Menno Daams, David Lucácks i Magalí Datzira.",
  "bio5": "Ha assistit a classes magistrals de músics internacionals com Peter Bernstein, Jorge Rossy, Chick Corea, Bob Mintzer, Christian McBride, Kenny Barron, Albert 'Tootie' Heath, Joshua Redman, Kurt Rosenwinkel, Gary Burton, Ben Street, Lage Lund, Michael Kanan i Richard Bona, entre d'altres.",
  "bio6": "Joan ha tingut el plaer de tocar en festivals i clubs reconeguts al voltant del món com Chris' Jazz Cafe (Filadèlfia), Bimhuis (Amsterdam), Voll-Damm International Jazz Fest (Barcelona), GrachtenFestival (Amsterdam), Festival de Jazz de Terrassa, Bilbaina Jazz Club (Bilbao), Assejazz (Sevilla), Milano Jazz Club (Bcn), Tgn Jazz, Festival de Jazz de Tortosa 2021, Luz de Gas (Bcn), Jamboree (Bcn), Sala Barts (Bcn), L'Auditori (Bcn), Robadors23, Balius, Música als Parcs, Auditori del Liceu, Cercle del Liceu (Bcn), Casa de Cultura de Girona, Keyboard Jazz Lounge, Cafè Metropol, Festival Internacional de Dixieland de Tarragona, Traviesa, Sala Zero, Gira Ciclo Andajazz 2018, Clasijazz, CICUS Sevilla, Gran Teatro de Huelva, El Musicario, Rizoma Records, Intercontinental Hotel, NEMO Science (Amsterdam), Otis Park Festival (Nijmegen), Stella by Starlight (Nijmegen).",
  "bio7": "Actualment lidera i és membre de bandes com The Dam Jawn feat. Dick Oatts, Eladio Reinón & Joan Fort Quartet, Tomek van Leeuwen Quintet, Joan Fort Quartet, Magalí Datzira & Joan Fort duo, Rita Payés & Joan Fort duo, LINE UP Quintet i el Mar Vilaseca Group."
}
