{
  "title": "Biography",
  "bio1": "Joan Fort is a catalan musician and guitarist based in Amsterdam (NL), where he graduated from the Conservatorium van Amsterdam and Temple University of Philadelphia with a Master's Degree in Jazz Guitar Perfomance. Prior to this, he studied his bachelor in Barcelona at ESMUC (Escola Superior de Música de Catalunya).",
  "bio2": "Joan has had the pleasure to study and learn from great musicians such as Jesse van Ruller, Dick Oatts, Bruce Barth, David Wong, Mike Boone, Martijn van Iterson, Reinier Baas, Maarten Van Der Grinten, Jasper Blom, Dani Pérez, Eladio Reinón, Yaniv Nachum, Joan Monné, Albert Bover, among others.",
  "bio3": "In 2022, he received both the Holland Outgoing Scholarship and Internalisation Funds to go on exchange to one of the most considered universities in the US, the Temple University in Philadelphia. During his stay there, in Spring 2023 he recorded the album ‘Master St’ with jazz saxophone legend Dick Oatts and his co-leaded band 'The Dam Jawn', under the prestigious label Challenge Records. In May 2023 they released the album and toured across the Netherlands and Spain with special guest Dick Oatts.",
  "bio4": "During his musical career, Joan has been fortunate to play with renowned musicians such as Dick Oatts, Bill McHenry, Benjamin Herman, Jasper Blom, Eric Ineke, Gianni Gagliardi, Jo Krause, Tim Brey, Horacio Fumero, Aldo Caviglia, Rita Payés, Mario Rossy, Masa Kamaguchi, Sanna Van Vliet, Eladio Reinón, Benet Palet, Gideon Tazelaar, David Xirgu, Ian Cleaver, Menno Daams, David Lucácks, and Magalí Datzira.",
  "bio5": "He has attended masterclasses from international musicians as Peter Bernstein, Jorge Rossy, Chick Corea, Bob Mintzer, Christian McBride, Kenny Barron, Albert 'Tootie' Heath, Joshua Redman, Kurt Rosenwinkel, Gary Burton, Ben Street, Lage Lund, Michael Kanan and Richard Bona, among others.",
  "bio6": "Joan has had the pleasure to play at renowned festivals and clubs around the world like Chris' Jazz Cafe (Philadelphia), Bimhuis (Amsterdam), Voll-Damm International Jazz Fest (Barcelona), GrachtenFestival (Amsterdam), Festival de Jazz de Terrassa, Bilbaina Jazz Club (Bilbao), Assejazz (Sevilla), Milano Jazz Club (Bcn), Tgn Jazz, Festival de Jazz de Tortosa 2021, Luz de Gas (Bcn), Jamboree (Bcn), Sala Barts (Bcn), L'Auditori (Bcn), Robadors23, Balius, Música als Parcs, Auditori del Liceu, Cercle del Liceu (Bcn), Casa de Cultura de Girona, Keyboard Jazz Lounge, Cafè Metropol, Festival Internacional de Dixieland de Tarragona, Traviesa, Sala Zero, Gira Ciclo Andajazz 2018, Clasijazz, CICUS Sevilla, Gran Teatro de Huelva, El Musicario, Rizoma Records, Intercontinental Hotel, NEMO Science (Amsterdam), Otis Park Festival (Nijmegen), Stella by Starlight (Nijmegen).",
  "bio7": "He is currently leading and being sideman of bands as The Dam Jawn feat. Dick Oatts, Eladio Reinón & Joan Fort Quartet, Tomek van Leeuwen Quintet, Joan Fort Quartet, Magalí Datzira & Joan Fort duo, Rita Payés & Joan Fort duo, LINE UP Quintet and the Mar Vilaseca Group."
}
