{
  "title": "Biografía",
  "bio1": "Joan Fort es un músico y guitarrista catalán afincado en Ámsterdam (Países Bajos), donde se graduó en el Conservatorium van Amsterdam y en la Universidad de Temple de Filadelfia con un Máster en Interpretación de Guitarra de Jazz. Antes de esto, estudió su licenciatura en Barcelona en la ESMUC (Escola Superior de Música de Catalunya).",
  "bio2": "Joan ha tenido el placer de estudiar y aprender de grandes músicos como Jesse van Ruller, Dick Oatts, Bruce Barth, David Wong, Mike Boone, Martijn van Iterson, Reinier Baas, Maarten Van Der Grinten, Jasper Blom, Dani Pérez, Eladio Reinón, Yaniv Nachum, Joan Monné, Albert Bover, entre otros.",
  "bio3": "En 2022, recibió tanto la Beca Holland Outgoing como los Fondos de Internacionalización para hacer un intercambio en una de las universidades más prestigiosas de Estados Unidos, la Universidad Temple en Filadelfia. Durante su estancia allí, en la primavera de 2023, grabó el álbum 'Master St' con la leyenda del saxofón de jazz, Dick Oatts, y su banda co-líder 'The Dam Jawn', bajo el prestigioso sello Challenge Records. En mayo de 2023 lanzaron el álbum y realizaron una gira por los Países Bajos y España con el invitado especial Dick Oatts.",
  "bio4": "Durante su carrera musical, Joan ha tenido la suerte de tocar con reconocidos músicos como Dick Oatts, Bill McHenry, Benjamin Herman, Jasper Blom, Eric Ineke, Gianni Gagliardi, Jo Krause, Tim Brey, Horacio Fumero, Aldo Caviglia, Rita Payés, Mario Rossy, Masa Kamaguchi, Sanna Van Vliet, Eladio Reinón, Benet Palet, Gideon Tazelaar, David Xirgu, Ian Cleaver, Menno Daams, David Lucácks y Magalí Datzira.",
  "bio5": "Ha asistido a clases magistrales de músicos internacionales como Peter Bernstein, Jorge Rossy, Chick Corea, Bob Mintzer, Christian McBride, Kenny Barron, Albert 'Tootie' Heath, Joshua Redman, Kurt Rosenwinkel, Gary Burton, Ben Street, Lage Lund, Michael Kanan y Richard Bona, entre otros.",
  "bio6": "Joan ha tenido el placer de tocar en festivales y clubes reconocidos alrededor del mundo como Chris' Jazz Cafe (Philadelphia), Bimhuis (Ámsterdam), Voll-Damm International Jazz Fest (Barcelona), GrachtenFestival (Ámsterdam), Festival de Jazz de Terrassa, Bilbaina Jazz Club (Bilbao), Assejazz (Sevilla), Milano Jazz Club (Bcn), Tgn Jazz, Festival de Jazz de Tortosa 2021, Luz de Gas (Bcn), Jamboree (Bcn), Sala Barts (Bcn), L'Auditori (Bcn), Robadors23, Balius, Música als Parcs, Auditori del Liceu, Cercle del Liceu (Bcn), Casa de Cultura de Girona, Keyboard Jazz Lounge, Cafè Metropol, Festival Internacional de Dixieland de Tarragona, Traviesa, Sala Zero, Gira Ciclo Andajazz 2018, Clasijazz, CICUS Sevilla, Gran Teatro de Huelva, El Musicario, Rizoma Records, Intercontinental Hotel, NEMO Science (Ámsterdam), Otis Park Festival (Nijmegen), Stella by Starlight (Nijmegen).",
  "bio7": "Actualmente lidera y es miembro de bandas como The Dam Jawn feat. Dick Oatts, Eladio Reinón & Joan Fort Quartet, Tomek van Leeuwen Quintet, Joan Fort Quartet, Magalí Datzira & Joan Fort duo, Rita Payés & Joan Fort duo, LINE UP Quintet y el Mar Vilaseca Group."
}
